import React from "react"
import Title from "components/title/Title"

const Delivery = () => {
    return (
        <>
            <Title level={1}>Доставка</Title>
            <div className="container">
                <p><strong>ДОСТАВКА<br />САМОВЫВОЗ ИЗ
                    ШОУРУМА</strong></p><p><br /><strong>&nbsp;<br />г. Ташкент</strong><br /><strong>&nbsp;<br />Шоурум:
                ул.
                Баку, 1-тупик</strong><br /><br />&nbsp;<br /><br />Оплата:</p>
                <ul>
                    <li>Наличными курьеру.</li>
                    <li>Картой курьеру.</li>
                    <li>Картой с помощью платежной систему (Payme, Click, Apelsin)<br /><br /></li>
                </ul>
                <p><strong>ДОСТАВКА КУРЬЕРОМ ПО ТАШКЕНТУ</strong><br /><br /></p>
                <ul>
                    <li>Стоимость доставки без примерки - бесплатная</li>
                    <li>Стоимость доставки с примеркой* - 20 000 сум.</li>
                    <li>Стоимость экспресс-доставки - 50 000 сум. (Только предоплаченные заказы)<br />(только в рабочие
                        дни с 11:00 до 18:00 с 3-х часовым интервалом доставки)
                    </li>
                </ul>
                <p><br /><strong>*Время примерки - 15 минут.</strong><br /><br /><br /></p><p>Доставку с примеркой можно
                заказать в случае, если в заказе не более 5 позиций.<br /><br /></p><p>Доставка осуществляется с 10:00
                до 20:00 (ПН-СБ).<br />&nbsp;<br /><br />Курьер свяжется с вами за 30 минут до визита.<br /><br />&nbsp;
                <br /><br />При оформлении заказа вы можете выбрать интервал доставки: (10:00 - 14:00, 10:00 -
                18:00, 14:00 - 18:00, 18:00 - 20:00)<br /><br /><br />При отказе от покупки, стоимость доставки
                составляет 20 000 сум.<br /><br />&nbsp;<br />Стоимость возврата заказа, выкупленного после
                примерки - 20 000 сум.</p><p>Доставка возможна на следующий рабочий день при
                оформлении заказа до 17:00,<br />через 1 рабочий день при оформлении заказа после
                17:00.<br /><br />&nbsp;
                <br /><br />При заказе в субботу после 17:00 отправка со склада будет осуществлена в понедельник.
            </p><p>&nbsp;<br />Оплата возможна:</p>
                <ul>
                    <li>Наличными курьеру.</li>
                    <li>Картой курьеру.</li>
                    <li>Картой с помощью платежной систему (Payme, Click, Apelsin)</li>
                </ul>
                <p><br /><br /></p><p><strong>ДОСТАВКА ПО УЗБЕКИСТАНУ</strong></p><p><br /></p><p>Стоимость доставки -
                40 000
                сум.</p><p>Срок доставки: 1-5 рабочих дней.</p><p><br /></p><p>Без возможности примерки.</p><p>Без
                возможности частичного выкупа.</p><p><br /></p><p>Доставка бесплатна при выкупе изделий на сумму от 1
                000 000 сум.<br /><br />При отказе от покупки, стоимость доставки удерживается с покупателя и
                оплачивается &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; доставка
                обратно продавцу.</p><p>&nbsp; &nbsp;<br />Оплата:</p>
                <ul>
                    <li>Картой на сайте.</li>
                    <li>Картой с помощью платежной систему (Payme, Click, Apelsin)</li>
                </ul>
                <p><br /></p><p><strong>ДОСТАВКА В ДРУГИЕ СТРАНЫ</strong></p><p><br /></p><p>Стоимость доставки - 400
                000
                сум.</p><p>Срок доставки 1-14 рабочих дней.</p><p><br />Без возможности примерки.</p><p>Без
                возможности частичного выкупа.</p><p><br />Оплата:</p>
                <ul>
                    <li>Картой на сайте.</li>
                </ul>
                <p><br /></p><p><strong>&nbsp; </strong><strong>ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ</strong></p><p>Обратите
                внимание, что обработка заказов производится в рабочие дни с 10:00 до 17:00.<br />Заказ обрабатывается
                в течение часа. В случае, если заказ поступил после 17:00, Ваш заказ будет обработан на
                следующий рабочий день.<br /><br />При заказе в субботу после 17:00 отправка со склада будет
                осуществлена в понедельник.<br /><br /><br /><br /><strong>День заказа в срок доставки не
                    включён.</strong><br /><br /><br /><br />При возврате заказа, стоимость доставки не
                возвращается.<br />Срок доставки в удаленные регионы может быть увеличен транспорной
                компанией<br /><br /><br /><br />Уточнить статус заказа или изменить информацию о доставке
                можно<br />по телефону&nbsp;&nbsp;<strong>+998 90 187 00 74</strong></p><p><br />
            </p>
            </div>
        </>
    )
}

export default Delivery